[Skills.Skill_AfterburnerConsumption SkillDefinition]
SkillName=""
SkillDescription=""
LockedSkillDetailStr="<Bloqueado>"

[Skins.BanditTechnical_Skin_TypeA CustomizationDefinition]
CustomizationName="Example A"

[Vehicle.Class.Class_BadassMGTechnical_AIOnly VehicleClassDefinition]
DisplayName="stolen car"

[Vehicle.Class.Class_MGTechnical_AIOnly VehicleClassDefinition]
DisplayName="The motorcycle thief"

[Vehicle.Class.Class_RocketTechnical_AIOnly VehicleClassDefinition]
DisplayName="pirate car"

[Vehicle.Class.Class_SawBladeTechnical_AIOnly VehicleClassDefinition]
DisplayName="Car thieves are on the hunt"

[Weapons.WeaponTypes.WeaponType_BadassMG_AIOnly VehicleWeaponTypeDefinition]
Typename="Automated pirate ship"
PickupMessage="you have %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="clear"

[Weapons.WeaponTypes.WeaponType_MG_AIOnly VehicleWeaponTypeDefinition]
Typename="It is automatically broken"
PickupMessage="what will you have %s"
UseFailureLevelMessage="You must be level %d to use this feature."
UseFailureConstraintsMessage="This item does not exist."
NoManufacturerName="More info"

[Weapons.WeaponTypes.WeaponType_Rocket_AIOnly VehicleWeaponTypeDefinition]
Typename=" A rocket launcher"
PickupMessage="You are rich %s"
UseFailureLevelMessage="You must be level %d to use this feature.."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="widespread"

[Weapons.WeaponTypes.WeaponType_SawBlade_AIOnly VehicleWeaponTypeDefinition]
Typename="There is no rotation"
PickupMessage="I did %s"
UseFailureLevelMessage="You must have at least %d to use this feature.."
UseFailureConstraintsMessage="This product is not available.."
NoManufacturerName="the gender"

